* 2014年8月
| 分类 | 保姆 | 饭菜 |    日常 |     文佼 |    小数 |   知一 |   杜鸽 |  备用 |
|------+------+------+---------+----------+---------+--------+--------+-------|
| 预算 | 1100 | 1500 | -1691.7 | -2400.49 | 2195.19 | 925.32 | 555.93 | -42.3 |
| 结余 | 1100 | 1500 | -1691.7 | -3518.73 | 2195.19 | 869.72 | 534.13 | -42.3 |
|    1 |      |      |         |  1110.24 |         |        |    3.8 |       |
|    2 |      |      |         |          |         |        |        |       |
|    3 |      |      |         |        8 |         |   55.6 |     18 |       |
|    4 |      |      |         |          |         |        |        |       |
|    5 |      |      |         |          |         |        |        |       |
|    6 |      |      |         |          |         |        |        |       |
|    7 |      |      |         |          |         |        |        |       |
|    8 |      |      |         |          |         |        |        |       |
|    9 |      |      |         |          |         |        |        |       |
|   10 |      |      |         |          |         |        |        |       |
|   11 |      |      |         |          |         |        |        |       |
|   12 |      |      |         |          |         |        |        |       |
|   13 |      |      |         |          |         |        |        |       |
|   14 |      |      |         |          |         |        |        |       |
|   15 |      |      |         |          |         |        |        |       |
|   16 |      |      |         |          |         |        |        |       |
|   17 |      |      |         |          |         |        |        |       |
|   18 |      |      |         |          |         |        |        |       |
|   19 |      |      |         |          |         |        |        |       |
|   20 |      |      |         |          |         |        |        |       |
|   21 |      |      |         |          |         |        |        |       |
|   22 |      |      |         |          |         |        |        |       |
|   23 |      |      |         |          |         |        |        |       |
|   24 |      |      |         |          |         |        |        |       |
|   25 |      |      |         |          |         |        |        |       |
|   26 |      |      |         |          |         |        |        |       |
|   27 |      |      |         |          |         |        |        |       |
|   28 |      |      |         |          |         |        |        |       |
|   29 |      |      |         |          |         |        |        |       |
|   30 |      |      |         |          |         |        |        |       |
|   31 |      |      |         |          |         |        |        |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)

* 2014年7月
| 分类 | 保姆 | 饭菜 |    日常 |     文佼 |    小数 |   知一 |   杜鸽 |   备用 |
|------+------+------+---------+----------+---------+--------+--------+--------|
| 预算 | 1100 | 1500 | -2132.7 |  -2215.3 | 2741.53 | 657.04 |    815 |  334.7 |
| 结余 |    0 |    0 | -2691.7 | -3300.49 |  695.19 | -74.68 |  55.93 | -542.3 |
|    1 |      |      |         |          |         |        |        |        |
|    2 |      |      |         |   123.69 |      55 |        |        |        |
|    3 |      |      |         |          |         |        |    6.9 |        |
|    4 |      |      |         |      3.5 |         |        |        |        |
|    5 |      |      |         |     11.7 |   14.34 |  26.92 | 127.27 |        |
|    6 |      |      |         |      4.5 |    22.5 |  312.8 |     38 |    200 |
|    7 |      |      |         |          |         |        |        |        |
|    8 |      |      |         |          |         |        |        |        |
|    9 |      |      |         |      393 |         |        |    393 |        |
|   10 |      |      |         |          |         |        |        |        |
|   11 |      |      |         |          |         |        |        |        |
|   12 |      |      |         |          |         |        |        |    418 |
|   13 |      |      |         |      4.3 |     301 |        |   21.7 |    259 |
|   14 |      |      |     200 |          |         |        |        |        |
|   15 |      |      |         |          |      52 |        |        |        |
|   16 |      |      |         |          |         |        |   17.9 |        |
|   17 |      |      |         |          |         |        |   12.5 |        |
|   18 |      |      |         |          |         |        |        |        |
|   19 | 1100 | 1500 |         |     44.5 |    25.5 |        |        |        |
|   20 |      |      |         |          |         |        |        |        |
|   21 |      |      |         |          |     256 |        |        |        |
|   22 |      |      |         |          |         |        |        |        |
|   23 |      |      |         |          |         |        |        |        |
|   24 |      |      |     159 |          |         |        |        |        |
|   25 |      |      |         |          |         |        |        |        |
|   26 |      |      |         |          |         |        |     48 |        |
|   27 |      |      |         |      500 |         |    260 |   93.8 |        |
|   28 |      |      |         |          |         |        |        |        |
|   29 |      |      |         |          |     203 |    132 |        |        |
|   30 |      |      |         |          |    1117 |        |        |        |
|   31 |      |      |     200 |          |         |        |        |        |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)

* 2014年6月
| 分类 | 保姆 | 饭菜 |    日常 |    文佼 |    小数 |    知一 | 杜鸽 |   备用 |
|------+------+------+---------+---------+---------+---------+------+--------|
| 预算 | 1100 | 1500 |  -438.9 |   534.8 | 2324.01 | 1553.72 |  766 |  404.7 |
| 结余 |    0 |    0 | -3132.7 | -3115.3 | 1241.53 | -342.96 | 315. | -165.3 |
|    1 |      |      |         |   504.2 |     162 |      10 |      |        |
|    2 |      |      |         |  3129.6 |         |         |      |    200 |
|    3 |      |      |         |         |         |         |      |        |
|    4 |      |      |         |         |         |     262 |   72 |    370 |
|    5 |      |      |         |         |         |         |  129 |        |
|    6 |      |      |     4.5 |       1 |      14 |         |      |        |
|    7 |      |      |         |       2 |         |         |   16 |        |
|    8 |      |      |    1400 |         |      30 |  118.88 | 95.4 |        |
|    9 |      |      |         |         |         |   140.3 |      |        |
|   10 |      |      |         |         |         |         |      |        |
|   11 |      |      |         |         |         |         |      |        |
|   12 |      |      |     300 |      10 |      12 |      71 |   19 |        |
|   13 |      |      |   240.4 |     3.3 |         |     990 |      |        |
|   14 |      |      |         |         |         |   144.1 |    7 |        |
|   15 |      |      |     9.9 |         |   47.18 |    97.4 | 11.8 |        |
|   16 |      |      |         |         |         |         |      |        |
|   17 |      |      |         |         |         |         |      |        |
|   18 |      |      |         |         |         |         |      |        |
|   19 | 1100 | 1500 |         |         |         |         |      |        |
|   20 |      |      |         |         |         |         |      |        |
|   21 |      |      |         |         |         |         |      |        |
|   22 |      |      |     200 |         |      38 |      55 |   17 |        |
|   23 |      |      |         |         |         |         |      |        |
|   24 |      |      |         |         |     124 |         |      |        |
|   25 |      |      |     539 |         |         |         |      |        |
|   26 |      |      |         |         |     603 |         |      |        |
|   27 |      |      |         |         |         |         |      |        |
|   28 |      |      |         |         |    52.3 |       8 | 49.8 |        |
|   29 |      |      |         |         |         |         |   34 |        |
|   30 |      |      |         |         |         |         |      |        |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@33)

* 2014年5月
| 分类 | 保姆 | 饭菜 |    日常 |   文佼 |   小数 |   知一 |  杜鸽 |  备用 |
|------+------+------+---------+--------+--------+--------+-------+-------|
| 预算 | 1100 | 1500 | -1138.9 | 1412.8 | 886.11 | 961.15 |  1222 | 628.6 |
| 结余 |    0 |    0 | -1438.9 | -365.2 | 824.01 | 553.72 |  266. | -95.3 |
|    1 |      |      |         |        |        |        |   105 |       |
|    2 |      |      |         |  124.9 |        |        |  61.5 |       |
|    3 |      |      |         |        |        |    100 |   153 |   200 |
|    4 |      |      |         |        |        |        |    24 |       |
|    5 |      |      |         |        |        |  61.43 |       |       |
|    6 |      |      |         |        |        |    142 |       |   200 |
|    7 |      |      |         |        |        |        |       |       |
|    8 |      |      |         |        |        |        |       |       |
|    9 |      |      |         |        |        |        |       |       |
|   10 |      |      |         |   52.4 |        |        | 157.7 |       |
|   11 |      |      |         |        |   62.1 |      8 |  18.5 | 288.9 |
|   12 |      |      |         |        |        |        |       |       |
|   13 |      |      |         |        |        |        |       |       |
|   14 |      |      |         |        |        |        |       |       |
|   15 |      |      |         |   1500 |        |        |       |       |
|   16 |      |      |         |        |        |        |       |       |
|   17 | 1100 | 1500 |         |        |        |     86 |  82.5 |    35 |
|   18 |      |      |         |    6.4 |        |        |       |       |
|   19 |      |      |         |        |        |        |       |       |
|   20 |      |      |         |        |        |        |       |       |
|   21 |      |      |         |        |        |        |       |       |
|   22 |      |      |     300 |        |        |        |       |       |
|   23 |      |      |         |        |        |        |       |       |
|   24 |      |      |         |        |        |        | 147.8 |       |
|   25 |      |      |         |   68.5 |        |     10 |       |       |
|   26 |      |      |         |        |        |        |    36 |       |
|   27 |      |      |         |   17.3 |        |        |       |       |
|   28 |      |      |         |        |        |        |       |       |
|   29 |      |      |         |    8.5 |        |        |       |       |
|   30 |      |      |         |        |        |        |       |       |
|   31 |      |      |         |        |        |        |   170 |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)

* 2014年4月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |    小数 |   知一 |  杜鸽 |  备用 |
|------+------+------+---------+-------+---------+--------+-------+-------|
| 预算 | 1100 | 1500 |  -141.3 | 924.7 |   331.5 | 1718.2 |   871 | 466.1 |
| 结余 |    0 |    0 | -2138.9 | 512.8 | -613.89 | -38.85 |  722. | 128.6 |
|    1 |      |      |         |       |         |   1103 |       |       |
|    2 |      |      |     200 | 123.8 |         |        |       |       |
|    3 |      |      |         |       |         |        |       |       |
|    4 |      |      |   303.5 |       |         |        |       |       |
|    5 |      |      |         |  67.4 |         |        |       |       |
|    6 |      |      |         |  28.7 |         |        |       |       |
|    7 |      |      |     200 |       |         |        |       | 192.4 |
|    8 |      |      |   103.4 |       |         |        |       |       |
|    9 |      |      |         |       |         |    126 |       |       |
|   10 |      |      |         |       |         |        |       |       |
|   11 |      |      |         |       |         |   68.8 |       |       |
|   12 |      |      |         |       |         |        |       |       |
|   13 |      |      |    35.7 |    10 |         |        |       |       |
|   14 |      |      |         |       |         |        |   4.3 |       |
|   15 |      |      |         |       |         |        |       |       |
|   16 |      |      |         |       |         |        |  14.8 |       |
|   17 |      |      |         |       |         |     80 |       |       |
|   18 |      |      |         |   147 |         |        |       |       |
|   19 |      |      |      82 |       |         |    197 | 129.9 |  36.8 |
|   20 |      |      |      85 |       |         |        |       |       |
|   21 | 1100 | 1500 |     450 |       |         |    135 |       |       |
|   22 |      |      |         |       |         |        |       |       |
|   23 |      |      |         |       |         |        |       |       |
|   24 |      |      |         |       |         |        |       | 108.3 |
|   25 |      |      |     288 |       |  825.19 |        |       |       |
|   26 |      |      |     250 |    35 |     104 |        |       |       |
|   27 |      |      |         |       |    16.2 |  47.25 |       |       |
|   28 |      |      |         |       |         |        |       |       |
|   29 |      |      |         |       |         |        |       |       |
|   30 |      |      |         |       |         |        |       |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@33)

* 2014年3月
| 分类 | 保姆 | 饭菜 |    日常 |  文佼 |    小数 |  知一 | 杜鸽 |  备用 |
|------+------+------+---------+-------+---------+-------+------+-------|
| 预算 | 1100 | 1500 |    1000 |   900 |    1500 |  1000 |  500 |   500 |
| 结余 |    0 |    0 | -1141.3 |  24.7 | -1168.5 | 718.2 |  371 | -33.9 |
|    1 |      |      |         |  95.2 |         |       |      |       |
|    2 |      |      |         | 132.6 |         |       |      |       |
|    3 |      |      |         |  87.2 |         |       |      |       |
|    4 |      |      |         |   104 |   151.5 |       |      |       |
|    5 |      |      |     131 |       |      18 |    60 |      |       |
|    6 |      |      |         |       |         |    81 |  129 |       |
|    7 |      |      |       5 |       |         |       |      |       |
|    8 |      |      |         |     5 |      75 |       |      |       |
|    9 |      |      |    86.3 |       |         |       |      |       |
|   10 |      |      |         |       |    2270 |       |      |       |
|   11 |      |      |         |       |         |  64.9 |      |    60 |
|   12 |      |      |         |       |         |       |      |       |
|   13 |      |      |         |       |         |       |      |       |
|   14 |      |      |         |       |         |       |      |       |
|   15 |      |      |     500 |     8 |         |       |      |       |
|   16 | 1100 | 1500 |         |  20.7 |         |       |      |       |
|   17 |      |      |         |       |     150 |       |      |       |
|   18 |      |      |         |       |         |       |      |       |
|   19 |      |      |         |       |         |       |      |       |
|   20 |      |      |         |       |         |       |      |       |
|   21 |      |      |         |       |         |  75.9 |      |       |
|   22 |      |      |         |    21 |         |       |      |   381 |
|   23 |      |      |    1100 | 105.8 |         |       |      |  92.9 |
|   24 |      |      |         |       |         |       |      |       |
|   25 |      |      |     279 |       |         |       |      |       |
|   26 |      |      |         |       |         |       |      |       |
|   27 |      |      |         |       |         |       |      |       |
|   28 |      |      |         |    59 |         |       |      |       |
|   29 |      |      |         |  36.8 |       4 |       |      |       |
|   30 |      |      |      40 |   200 |         |       |      |       |
|   31 |      |      |         |       |         |       |      |       |
#+TBLFM: @3$2..@3$9=@2-vsum(@4..@34)
